Repository: sxyu/Jiggly
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Start Game
fr: Commencer un jeu

source: Start A New Game
fr: Commencer un nouveau jeu

source: Game Alias
fr: ID de jeu

source: Host Name
fr: Nom d'hôte

source: Public: Visible on the public games list
fr: Public : Visible sur la liste des jeux publics

source: Private: Hidden from the public games list but joinable with a code
fr: Caché : Non visible sur la liste des jeux publics. On doit avoir l'ID du jeu pour joindre

source: Private
fr: Caché

source: Create
fr: Commençer

source: Alias cannot be empty.
fr: SVP entrer l'ID de jeu

source: Alias already in use, please choose a different one.
fr: Cet ID est en cours d'utilisation.

source: Copyright
fr: Site Internet

source: Yes
fr: Oui

source: No
fr: Non

source: OK
fr: D'accord

source: Quit game
fr: Quitter

source: Are you sure you want to leave the game? You will not be able to come back to it without restarting.
fr: Êtes-vous sûr de vouloir quitter? Vous ne pouvez pas retourner.

source: End Game
fr: Terminer jeu

source: Are you sure you want to end the game? Players will be redirected to this scoreboard.
fr: Êtes-vous sûr de vouloir terminer ce jeu? Il va être terminé pour tous les joueurs et ils vont venir à cette page.

source: Ending Game...
fr: SVP, attendez...

source: Final Standings
fr: Classement final

source: The game is now over. Press 'Quit' to exit.
fr: Le jeu est terminé. Cliquer 'Quitter' pour quitter.

source: Close Game
fr: Supprimer jeu

source: Game Has Ended
fr: Le jeu est terminé

source: The current game has ended. You will be redirected to the final scoreboard.
fr: Le jeu est terminé. Nous vous allons apporter à page de résultats.

source: Are you sure you want to close the game?<br/>All scores, rankings, and other data will be lost, and the game will become inaccessible to players.
fr: Êtes-vous sûr de vouloir terminer ce jeu? Toutes les informations du jeu seront perdues.

source: You are currently in the game:
fr: Vous êtes dans le jeu :

source: Preview / Practice Game.
fr: Aperçu / Jeu de pratique.

source: If you leave before you complete a round, your work on this round will be lost. In some cases, your entire progress may be lost.
fr: Si vous quittez avant que vous completez le tour, vos progrès seront perdus.

source: Start
fr: Commencer

source: Public Game
fr: Jeu public

source: Private Game
fr: Jeu caché

source: Preview or practice
fr: Aperçu / Pratique

source: Preview
fr: Aperçu

source: Delete
fr: Supprimer

source: Overview
fr: Vue d'ensemble

source: Game Name
fr: Nom du jeu

source: Game Name
fr: Nom du jeu

source: Creator Name
fr: Créateur du jeu

source: Hover over the box below to view your edit link.
fr: Passer la souris sur cette boite pour voir le lien secret du jeu.

source: Use this link to edit or start this game from anywhere.
fr: Vous pouvez l'uliser pour modifier ou commencer ce jeu de n'importe où.

source: Keep it secret! With this link anyone can edit your game.
fr: Garder ça secret! Si quelqu'un avais ce lien il peut modifier ou supprimer ton jeu!

source: Edit Link
fr: Lien Secret

source: Rounds
fr: Tours

source: Move Down
fr: Déplacer vers le bas

source: Move Up
fr: Déplacer vers le haut

source: Print
fr: Imprimer

source: Round Name
fr: Nom de tour

source: Perfect Round Bonus
fr: Bonus pour tour parfait

source: The number of points players gain after they complete this round perfectly
fr: Combien de points les joueurs peuvent gagner si ils completent parfaitement ce tour.

source: Word
fr: Mot

source: Definition or Related Entry
fr: Définition ou Informations liées

source: Add Word
fr: Ajouter mot

source: Add Round
fr: Ajouter tour

source: Someone has started the game
fr: Quelqu'un déjà commencé ce jeu.

source: You can't edit the game after it has started.
fr: Vous ne pouvez pas le modifier après qu'il est commencé.

source: Delete Game
fr: Supprimer jeu

source: Are you sure you want to delete this game? This action is not reversible.
fr: Êtes-vous sûr de vouloir supprimer ce jeu? Vous ne pouvez pas annuler cette action.

source: Untitled Game
fr: Jeu sans titre

source: Untitled Round
fr: Tour sans titre

source: Delete Round
fr: Supprimer tour

source: Are you sure you want to delete this round? This action is not reversible.
fr: Êtes-vous sûr de vouloir supprimer ce tour? Vous ne pouvez pas annuler cette action.

source: Home
fr: Accueil

source: Help
fr: Manuel

source: Join
fr: Joindre

source: New Game
fr: Nouveau jeu

source: Hosting:
fr: Vous êtes l'hôte du jeu:

source: In Game:
fr: Vous êtes dans le jeu:

source: Preview / Practice Game
fr: Aperçu / Jeu de pratique

source: The Learning Game.
fr: Le jeu éducatif.

source: Jiggly Help
fr: Manuel de Jiggly

source: Coming soon
fr: Arrive bientôt

source: The Learning Game
fr: Le jeu éducatif

source: Welcome to Jiggly
fr: Bienvenue à Jiggly

source: Jiggly is the ultimate interactive jigsaw puzzle game!
fr: Jiggly est l'ultime jeu de casse-tète interactif!

source: Play to learn a new language, expand your vocabulary, or have fun with your friends!
fr: Jouer pour apprendre une nouvelle langue, élargir votre vocabulaire, où vous amuser avec vos amis!

source: Jiggly is free to play. No registration required, so just jump right in and create or join a game.
fr: Jiggly est un site gratuit. Vous ne devez pas registrer, alors vous pouvez commencer ou joindre un jeu maintenant!

source: Meet The Team
fr: Qui sommes-nous?

source: Co-founder
fr: Co-fondateur

source: Chief Information Officer
fr: Directeur de l'information

source: Director of Education and User Experience
fr: Directeur de l'éducation et l'éxperience utilisateur

source: Join Game
fr: Joindre un jeu

source: Game Alias
fr: ID du jeu

source: Player Name
fr: Nom de joueur

source: Public Games
fr: Jeux publics

source: Alias
fr: ID

source: Host
fr: Hôte

source: Original Game
fr: Jeu original

source: Time Created
fr: Temps crée

source: Invalid game alias
fr: Cet ID de jeu est invalide

source: No game with specified alias found.
fr: Nous ne pouvons pas trouver un jeu avec cet ID.

source: Jigsaw Round:
fr: Tour de Casse-Tête:

source: Playing:
fr: Vous jouez

source: Submit + Score
fr: Soumettre + Marquer

source: Quit
fr: Quitter

source: You are:
fr: Vous êtes:

source: Submit and Score Round
fr: Soumettre et Marquer tour

source: Are you sure you want to submit?<br/>The puzzle will be to the server immediately, and you will not be able to make any further changes.
fr: Êtes-vous sûr de vouloir soumettre? Vous ne pouvez pas retourner.

source: Matching Round:
fr: Tour d'Association:

source: Print Round:
fr: Imprimer tour:

source: Print Preview
fr: Aperçu avant impression

source: Join
fr: Joindre

source: Go
fr: Entrer

source: Report
fr: Rapport

source: Leave
fr: Quitter

source: Save / Print Report (PDF)
fr: Télécharger / imprimer (PDF)

source: Save or Print (PDF)
fr: Télécharger ou imprimer (PDF)

source: Return to Scoreboard
fr: Retourner aux classements

source: Return to Scores
fr: Retourner aux classements

source: Continue
fr: Continuer

source: Report For:
fr: Rapport pour:

source: Report For Preview / Practice Game
fr: Rapport pour aperçu / jeu de pratique

source: Report For
fr: Rapport pour

source: Created by
fr: Créé par

source: Host:
fr: Hôte:

source: Overall Rankings
fr: Classements

source: Name
fr: Nom

source: Round
fr: Tour

source: of
fr: de

source: Finished
fr: Fini

source: Total Players:
fr: Nombre de joueurs:

source: Max Points:
fr: Maximum de points:

source: Average Points:
fr: Moyenne:

source: Details
fr: Détails

source: Total points:
fr: Points au total:

source: Average points this round:
fr: Moyenne ce tour:

source: Total this round
fr: Au total ce tour

source: Total to this point
fr: Au total jusqu'à ici

source: Report For:
fr: Rapport pour:

source: Rank
fr: Place

source: Create or play an interactive jigsaw puzzle on Jiggly today!
fr: Créer ou jouer un jeu interactif de casse-tête sur Jiggly aujourd'hui!

source: Jiggly is a free webapp for creating and sharing word-based jigsaw puzzles.
fr: Jiggly est un site gratuit pour creér et partager les casse-têtes interactif.

source: Join us to learn a new language, expand your vocabulary, or have fun with your friends!
fr: Jouer pour apprendre une nouvelle langue, élargir votre vocabulaire, où vous amuser avec vos amis!

source: Play directly -- no registration required.
fr: Vous pouvez jouer directment -- vous ne devez pas registrer.

source: Round Name
fr: Nom de tour

source: Continue to Scores
fr: Continuer aux classements

source: Finish + See Scores
fr: Finir + voir les classements

source: Score Report For
fr: Résultats pour

source: Results
fr: Résultats

source: Congratulations! You got perfect on this round!
fr: Bravo! Vous avez completé parfaitement ce tour!

source: Score This Round:
fr: Points ce tour:

source: Total Score:
fr: Points totaux:

source: Total This Round
fr: Somme ce tour:

source: Grand Total
fr: Somme totale:

source: Scoreboard
fr: Classements

source: Game:
fr: Jeu:

source: Progress Summary For
fr: Résumé de progress pour

source: You're ranked No.
fr: Vous êtes classé #

source: , with
fr: , avec

source: You havn't started this game yet.
fr: Vous n'avez pas commencé ce jeu.

source: You've finished
fr: Vous avez fini

source: round
fr: tour

source: The next round is:
fr: Le prochain tour est:

source: Round #
fr: Tour #

source: Ready? Press 'continue' (top right) to start!
fr: Êtes-vous prêt? Cliquer 'continuer' pour commencer!

source: You've finished all of
fr: Vous avez completé tous les

source: Rankings
fr: Classements

source: Alias:
fr: ID:

source: Use this to join the game.
fr: L'utiliser pour joindre ce jeu.

source: Game Information
fr: Informations sur le jeu

source: My Game
fr: Mon jeu

source: Anonymous
fr: Anonyme

source: New Round
fr: Nouveau Tour

source: Jiggly Game Report:
fr: Rapport de jeu Jiggly:

source: New Word
fr: Nouveau mot

source: Enter Definition Here
fr: Entrer votre définition ici

source: Jigsaw
fr: Casse-Tête

source: Matching
fr: Association

source: Round type
fr: Type du tour

source: The type of the round.
fr: Le type du tour.

source: Your Game Board
fr: Votre plateau de jeu
